Repository: OllyWelch/FPLHelper
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Your changes have been saved.
es: Sus cambios han sido guardados.

source: An error occurred
es: Ocurrió un error

source: Thread successfully added to forum!
es: ¡El hilo se ha añadido correctamente al foro!

source: Please log in to create a thread in the forum!
es: ¡Inicia sesión para crear un hilo en el foro!

source: Post successfully added to thread!
es: Publicar correctamente añadido al hilo!

source: Invalid username or password
es: Usuario o contraseña incorrectos

source: Congratulations, you are now a registered user!
es: ¡Felicidades, ahora eres un usuario registrado!

source: Check your email for the instructions to reset your password
es: Compruebe su correo electrónico para obtener instrucciones para restablecer su contraseña

source: Your password has been reset.
es: Tu contraseña ha sido restablecida.

source: Home
es: Inicio

source: Tools
es: Utiles

source: Team Selector
es: Selector de equipo

source: Transfer Recommender
es: Recomendador de transferencia

source: Forum
es: Foro

source: About
es: Aprende más

source: Register
es: Registrarse

source: Login
es: Iniciar sesión

source: Profile
es: Usuario

source: Logout
es: Cerrar sesión

source: FPLHelper: Created by Olly Welch
es: FPLHelper: creado por Olly Welch
